using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace WeChatFerry.WinForm
{
    public static class UpdateLogInfo
    {
        public static Dictionary<string,string> LogInfo = new()
        {
            {"ver.39.2.4.14",@"第一次发布
哈哈哈恒大华府
就看
看就看
见会计会计
健康科技金晶科技"},
            {"ver.39.2.4.13","第一次发布\r\n哈哈哈恒大华府\r\n就看看就看见会计会计健康科技金晶科技"},
            {"ver.39.2.4.12","第一次发布\r\n哈哈哈恒大华府\r\n就看看的撒范德萨范德萨安师大发撒送达萨达萨达撒旦撒粉大师傅就看见会计会计健康科技金晶科技"},
            {"ver.39.2.4.11","第一次发布\r\n哈哈哈恒大华府\r\n就看看就看见会计会计健康科技金晶科技"},
            {"ver.39.2.4.10","第一次发布\r\n哈哈哈恒大华府\r\n就看看就看见会计会计健康科技金晶科技"},
            {"ver.39.2.4.9","第一次发布\r\n哈哈哈恒大华府\r\n就看看就电饭锅十大歌手梵蒂冈梵蒂冈水电费刮大风是干啥的非官方的方式告诉对方看见会计会计健康科技金晶科技"},
            {"ver.39.2.4.8","第一次发布\r\n哈哈哈恒大华府\r\n就看看就看见会计会计健康科技金晶科技"},
            {"ver.39.2.4.7","第一次发布\r\n哈哈哈恒大华府\r\n就看看就看见会计会计健康科技金晶科技"},
            {"ver.39.2.4.6","第一次发布\r\n哈哈哈恒大华府\r\n就看看就看地方刚结婚钢结构饭局富贵花突突突如图玉兔绒见会计会计健康科技金晶科技"},
            {"ver.39.2.4.5","第一次发布\r\n哈哈哈恒大华府\r\n就看看就看见会计会计健康科技金晶科技"},
            {"ver.39.2.4.4","第一次发布\r\n哈哈哈恒大华府\r\n就看看就看v不想吃不想吃冰雪城堡v才下班v才下班v宣传部VC必须吃饱v炒小白菜需见会计会计健康科技金晶科技"},
            {"ver.39.2.4.3","第一次发布\r\n哈哈哈恒大华府\r\n就看看就看见会计会计健康科技金晶科技"},
            {"ver.39.2.4.2","第一次发布\r\n哈哈哈恒大华府\r\n就看看就看见会计会计健康科技金晶科技"},
            {"ver.39.2.4.1","第一次发布\r\n哈哈哈恒大华府\r\n就看看就看见会计会计健康科技金晶科技"},
        };
    }
}
